CarlosDerSeher/snapclient/sdkconfig.defaults.esp32s3
# This file was generated using idf.py save-defconfig. It can be edited manually.
# Espressif IoT Development Framework (ESP-IDF) 5.5.1 Project Minimal Configuration
#
CONFIG_IDF_TARGET="esp32s3"
CONFIG_FREERTOS_IDLE_TASK_STACKSIZE=1536
CONFIG_USJ_NO_AUTO_LS_ON_CONNECTION=y
CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_OCT=y
